data/perf/campaign-f3deebfbab60/sweep-memcached-t96/memcached/tsan-dom_peeling-ea-lo-st-swmr-stmt/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       112174.33          ---          ---         7.18334         7.13500        14.52700        18.04700      7655.86 
Gets      1121730.92       900.75   1120830.17         6.73907         6.65500        13.95100        17.40700     28412.77 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1233905.25       900.75   1120830.17         6.77946         6.68700        14.01500        17.53500     36068.63 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       104795.92          ---          ---         7.53293         7.51900        15.10300        18.55900      7152.29 
Gets      1047947.65       841.50   1047106.15         7.06268         7.00700        14.46300        17.91900     26543.88 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1152743.57       841.50   1047106.15         7.10543         7.03900        14.52700        18.04700     33696.17 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       108367.83          ---          ---         7.45413         7.42300        14.97500        18.43100      7396.07 
Gets      1083666.37       803.70   1082862.67         6.98904         6.91100        14.33500        17.79100     27444.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1192034.20       803.70   1082862.67         7.03132         6.94300        14.39900        17.91900     34840.67